Repository: GospelAmbition/doxa-website
Catalog: languages/*.po
Languages: ar, de_de, hi_in, ru_ru

source: There was an error sending your message. Please try again.
ar: حدث خطأ أثناء إرسال رسالتك. يرجى المحاولة مرة أخرى.
de_de: Es ist ein Fehler beim Senden Ihrer Nachricht aufgetreten. Bitte versuchen Sie es später noch einmal.
hi_in: आपका संदेश भेजने में कोई त्रुटि हुई। कृपया बाद में पुनः प्रयास करें।
ru_ru: При отправке вашего сообщения произошла ошибка. Пожалуйста, повторите попытку позже.

source: Prayer for an unengaged people group
ar: صلاة من أجل مجموعة بشرية غير موصول لها
de_de: Gebet für eine nicht-engagierte Volksgruppe
hi_in: अनविवाहित लोगों के समूह के लिए प्रार्थना
ru_ru: Молитва за незанятую народность

source: Help prepare the way for gospel engagement through prayer
ar: ساعد في اعداد الطريق للإنخراط في الإنجيل من خلال الصلاة
de_de: Helfen Sie mit, durch Gebet den Weg für die Verkündigung des Evangeliums zu bereiten.
hi_in: प्रार्थना के माध्यम से सुसमाचार संलग्नता के लिए मार्ग तैयार करने में मदद करें।

source: Prayer Goal
ar: هدف الصلاة
de_de: Gebetsziel
hi_in: प्रार्थना का लक्ष्य
ru_ru: Цель молитвы

source: 24-Hour Prayer Coverage
ar: تغطية صلاة مستمرة على مدار 24 ساعة
de_de: 24-Stunden-Gebetsdienst
hi_in: 24-घंटे की प्रार्थना कवरेज
ru_ru: 24-часовая молитвенная поддержка

source: Mobilize 144+ people praying 10 minutes a day for all 2,085 people groups
ar: حشد أكثر من 144 شخصًا للصلاة لمدة 10 دقائق يوميًا من أجل جميع المجموعات العرقية البالغ عددها 2085 مجموعة.
de_de: Mobilisiere 144+ Beter, die täglich 10 Minuten für alle 2.085 Volksgruppen beten

source: People groups with committed 24-hour prayer coverage
ar: مجموعات من الناس ملتزمة بالصلاة على مدار 24 ساعة
de_de: Volksgruppen mit zugesagter 24-Stunden-Gebetsabdeckung

source: Where do I start?
ar: من أين أبدأ؟
de_de: Wo soll ich anfangen?
hi_in: मैं कहाँ से शुरू करूँ?
ru_ru: С чего начать?

source: Choose an unengaged people group you will commit to pray for daily.
ar: اختار مجموعة بشرية غير مُوصول لها والتزم بالصلاة اليومية لأجلها.
de_de: Wählen Sie eine Gruppe von Menschen, für die Sie sich engagieren möchten, und für die Sie täglich beten werden.
hi_in: एक ऐसा जनसमूह चुनें जिसके लिए आप प्रतिदिन प्रार्थना करने के लिए प्रतिबद्ध होंगे।
ru_ru: Выберите группу людей, с которыми вы не связаны, и обязуйтесь молиться за них ежедневно.

source: Sign up
ar: سجّل الان
de_de: Anmelden
hi_in: साइन अप करें
ru_ru: Зарегистрироваться

source: Sign up to receive daily prayer points and updates for this people group.
ar: سجل للحصول على نقاط الصلاة اليومية والمستجدات المتعلقة بهذه المجموعة من الناس.
de_de: Melden Sie sich an, um täglich Gebetspunkte und Neuigkeiten zu dieser Volksgruppe zu erhalten.
hi_in: इस जनसमूह के लिए दैनिक प्रार्थना बिंदु और अपडेट प्राप्त करने के लिए साइन अप करें।
ru_ru: Подпишитесь, чтобы ежедневно получать молитвенные темы и новости об этом народе.

source: Pray for 10 minutes a day and help provide 24-hour prayer coverage.
ar: صلي لمدة 10 دقائق يوميا وساعد في توفير تغطية صلاة على مدار 24 ساعة.
de_de: Beten Sie täglich 10 Minuten lang und helfen Sie dabei, eine 24-Stunden-Gebetsabdeckung zu gewährleisten.
hi_in: प्रतिदिन 10 मिनट प्रार्थना करें और 24 घंटे प्रार्थना कवरेज प्रदान करने में मदद करें।
ru_ru: Молитесь по 10 минут в день и помогите обеспечить круглосуточную молитвенную поддержку.

source: Scripture-centered prayer themes
ar: مواضيع صلاة متمحورة حول الكتاب المقدس
de_de: Auf der Heiligen Schrift basierende Gebetsthemen
hi_in: शास्त्र-केंद्रित प्रार्थना के विषय
ru_ru: Темы молитв, основанные на Священном Писании

source: Spirit-led reflection and guidance
ar: تأمل وقيادة روحية بالروح القدس
de_de: Vom Geist geleitete Reflexion und Führung
hi_in: आत्मा-प्रेरित चिंतन और मार्गदर्शन
ru_ru: Размышления и руководство под вдохновением Духа

source: Real prayer needs from the field
ar: إحتياجات الصلاة الحقيقية من حقل الارسالية
de_de: Echte Gebetsanliegen aus der Praxis
hi_in: मैदान से वास्तविक प्रार्थना की आवश्यकताएँ
ru_ru: Реальные молитвенные нужды с поля

source: Photos, stories and testimonies
ar: صور, قصص واختبارات
de_de: Fotos, Geschichten und Erfahrungsberichte
hi_in: तस्वीरें, कहानियाँ और गवाहियाँ
ru_ru: Фотографии, истории и свидетельства

source: Key insights about the people group
ar: أهم النقاط عن المجموعة البشرية
de_de: Wichtige Erkenntnisse über die Volksgruppe
hi_in: लोगों के समूह के बारे में मुख्य अंतर्दृष्टि
ru_ru: Ключевые сведения о группе людей

source: Why prayer matters
ar: لماذا الصلاة مهمة
de_de: Warum Gebete wichtig sind
hi_in: प्रार्थना क्यों मायने रखती है
ru_ru: Почему молитва важна

source: They have no one praying for them
ar: ليس لديهم من يصلي من أجلهم
de_de: Es gibt niemanden, der für sie betet.
hi_in: उनके लिए प्रार्थना करने वाला कोई नहीं है।
ru_ru: У них нет никого, кто молился бы за них

source: Many unengaged people groups have no churches, no missionaries, and often no believers, meaning little to no consistent prayer is being offered on their behalf.
ar: العديد من المجموعات السكانية الغير موصول لها لا توجد بها كنائس ولا مرسلين، وغالبا ما لا يوجد بها مؤمنون، مما يعني أنه لا يتم تقديم سوى القليل من الصلاة المنتظمة نيابة عنهم أو لا يتم تقديمها على الإطلاق.
de_de: Viele nicht engagierte Volksgruppen haben keine Kirchen, keine Missionare und oft auch keine Gläubigen, was bedeutet, dass kaum oder gar nicht für sie gebetet wird.
hi_in: कई असंलग्न जनसमूहों के पास न तो चर्च हैं, न मिशनरी, और अक्सर न ही कोई विश्वासी, जिसका अर्थ है कि उनके लिए बहुत कम या बिल्कुल भी नियमित प्रार्थना नहीं की जा रही है।
ru_ru: Многие незанятые народности не имеют церквей, миссионеров и зачастую верующих, а это означает, что за них практически не молятся.

source: Prayer prepares the way for the gospel
ar: الصلاة تمهد و تعد الطريق للإنجيل
de_de: Das Gebet bereitet den Weg für das Evangelium.
hi_in: प्रार्थना सुसमाचार के लिए मार्ग तैयार करती है।
ru_ru: Молитва готовит путь для Евангелия

source: Prayer softens hearts, opens doors, and invites the work of the Holy Spirit long before workers arrive or the gospel is proclaimed.
ar: الصلاة تلين القلوب، تفتح الأبواب، وتدعو عمل الروح القدس قبل وقت طويل من وصول الفعلة أو إعلان الإنجيل.
de_de: Das Gebet erweicht Herzen, öffnet Türen und lädt das Wirken des Heiligen Geistes ein, lange bevor die Arbeiter eintreffen oder das Evangelium verkündet wird.
hi_in: प्रार्थना हृदयों को कोमल बनाती है, द्वार खोलती है, और कार्यकर्ताओं के आने या सुसमाचार के प्रचारित होने से बहुत पहले ही पवित्र आत्मा के कार्य को आमंत्रित करती है।
ru_ru: Молитва смягчает сердца, открывает двери и приглашает Святого Духа задолго до того, как прибудут работники или будет провозглашено Евангелие.

source: Prayer unites the global church
ar: الصلاة توحّد الكنيسة العالمية
de_de: Das Gebet vereint die weltweite Kirche
hi_in: प्रार्थना वैश्विक चर्च को एकजुट करती है।
ru_ru: Молитва объединяет всемирную церковь

source: When we pray, we join believers around the world in God's mission, standing together for peoples still waiting to hear the name of Jesus.
ar: عندما نصلي، فإننا ننضم إلى المؤمنين في جميع أنحاء العالم في رسالة الله، ونقف معا من أجل الشعوب التي لا تزال تنتظر سماع إسم يسوع.
de_de: Wenn wir beten, schließen wir uns mit Gläubigen auf der ganzen Welt in Gottes Mission zusammen und stehen gemeinsam für Menschen ein, die noch darauf warten, den Namen Jesu zu hören.
hi_in: जब हम प्रार्थना करते हैं, तो हम दुनिया भर के विश्वासियों के साथ परमेश्वर के मिशन में शामिल होते हैं, और उन लोगों के लिए एक साथ खड़े होते हैं जो अभी भी यीशु का नाम सुनने का इंतज़ार कर रहे हैं।
ru_ru: Когда мы молимся, мы присоединяемся к верующим по всему миру в миссии Бога, стоя вместе за народы, которые все еще ждут, чтобы услышать имя Иисуса.

source: Select
ar: اختار
de_de: Auswählen
hi_in: चयन/छंटनी
ru_ru: Выбрать

source: Pray earnestly to the Lord of the harvest ...that He would send laborers to the [Unengaged].
ar: صلوا بجدية إلى رب الحصاد ...أن يرسل خدام إلى [الناس موصول لها بالانجيل ].
de_de: Betet inständig zum Herrn der Ernte, dass er Arbeiter zu den [Nicht-Engagierten] sende.
hi_in: फसल के स्वामी से मन लगाकर प्रार्थना करें …कि वह [अनियोजित] के लिए मजदूर भेजे।

source: Simple Page
ar: صفحة بسيطة
de_de: Einfache Seite
hi_in: सरल पृष्ठ
ru_ru: Простая страница

source: UUPGS
ar: مجموعات بشرية غير موصول لها UUPGS
hi_in: यूयूपीजीएस

source: Find a UUPG
ar: إبحث عن UUPG
de_de: Eine UUPG finden
hi_in: UUPG खोजें
ru_ru: Найти UUPG

source: Search names, locations, religions...
ar: إبحث عن الأسماء, المواقع والأديان...
de_de: Namen, Orte, Religionen suchen...
hi_in: नाम, स्थान, धर्म खोजें..।
ru_ru: Поиск по именам, местоположениям, религиям...

source: Adopted
ar: تم التبني
de_de: Angenommen
hi_in: दत्तक लिया गया
ru_ru: Принято

source: Not Adopted
ar: غير متبنّى
de_de: Nicht angenommen
hi_in: दत्तक नहीं लिया गया
ru_ru: Не принято

source: Search
ar: ابحث
de_de: Suche
hi_in: खोजें
ru_ru: Поиск

source: Sort
ar: فرز
de_de: Sortieren
hi_in: छांटना
ru_ru: Сортировать

source: Per Page
ar: لكل صفحة
de_de: Pro Seite
hi_in: प्रति पृष्ठ
ru_ru: За страницу

source: Doxa Page
ar: صفحة دوكسا Doxa
de_de: Doxa-Seite
hi_in: डॉक्सा पेज
ru_ru: Страница Doxa

source: People Group Not Found
ar: مجموعة بشرية لم يتم العثور عليها
de_de: Personengruppe nicht gefunden
hi_in: लोग समूह नहीं मिला
ru_ru: Группа людей не найдена

source: The people group you are looking for could not be found. Please try again.
ar: لم يتم العثور على المجموعة التي تبحث عنها. يرجى المحاولة مرة أخرى.
de_de: Die gesuchte Personengruppe konnte nicht gefunden werden. Bitte versuchen Sie es erneut.
hi_in: आपके द्वारा खोजा गया लोगों का समूह नहीं मिला। कृपया फिर से प्रयास करें।
ru_ru: Не удалось найти группу людей, которую вы ищете. Повторите попытку.

source: Back
ar: عودة للخلف
de_de: Zurück
hi_in: पीछे
ru_ru: Назад

source: Adoption Form
ar: نموذج التبني
de_de: Adoptionsformular
hi_in: दत्तक ग्रहण फॉर्म
ru_ru: Форма усыновления

source: Thank you for taking a step toward adopting an unengaged people group. Please complete the form below so we can confirm your church's adoption, connect with your Champion, and begin sending prayer updates and resources.
ar: نشكرك لإتخاذك خطوة نحو تبني مجموعة بشرية غير موصول لها. يرجى ملء النموذج أدناه حتى نتمكن من تأكيد التبني لكنيستك،تواصل مع منسّقك وابدأ بإرسال تحديثات الصلاة والموارد.
de_de: Vielen Dank, dass Sie einen Schritt in Richtung der Adoption einer nicht erreichten Volksgruppe gemacht haben. Bitte füllen Sie das untenstehende Formular aus, damit wir die Adoption Ihrer Gemeinde bestätigen, Sie mit Ihrem Champion in Verbindung bringen und Ihnen Gebetsupdates und Ressourcen zusenden können.
hi_in: एक अप्रवृत्त जनसमूह को गोद लेने की दिशा में कदम उठाने के लिए धन्यवाद। कृपया नीचे दिया गया फॉर्म भरें ताकि हम आपके चर्च के गोद लेने की पुष्टि कर सकें, आपके चैंपियन से जुड़ सकें, और प्रार्थना अपडेट्स और संसाधन भेजना शुरू कर सकें।

source: What is your commitment? Pray. Give. Send.
ar: ما هو إلتزامك؟ صلي. تبرع. أرسل.
de_de: Was ist Ihr Engagement? Beten. Spenden. Senden.
hi_in: आपकी प्रतिबद्धता क्या है? प्रार्थना करें। दें। भेजें।
ru_ru: Каково ваше обязательство? Молитесь. Давайте. Посылайте.

source: When you adopt a people group, you step into a leadership role on their behalf—standing in the gap until the gospel takes root. This involves a commitment to:
ar: عندما تتبني مجموعة بشرية فانت تتولي مسؤولية قيادية روحية عنها، وتقف شفيعًا وخادمًا لها إلى أن يُغرس الإنجيل في حياتها. ويتطلّب ذلك الالتزام بـ:
de_de: Wenn Sie eine Volksgruppe adoptieren, übernehmen Sie eine Führungsrolle für diese Gruppe – Sie stehen für sie ein, bis das Evangelium Wurzeln schlägt. Dies beinhaltet die Verpflichtung zu:
hi_in: जब आप किसी जनसमूह को अपनाते हैं, तो आप उनकी ओर से नेतृत्व की भूमिका निभाते हैं—जब तक सुसमाचार जड़ें जमा नहीं लेता तब तक आप उस अंतराल में खड़े रहते हैं। इसमें निम्नलिखित प्रतिबद्धताएँ शामिल हैं:
ru_ru: Когда вы принимаете народность, вы берете на себя роль лидера от ее имени — выступая в защиту, пока Евангелие не укоренится. Это предполагает обязательства:

source: Mobilize toward the goal of at least 144 prayer partners to cover the people group in continuous, daily prayer (10 minutes each, 24 hours a day).
ar: حشد الجهود نحو تحقيق هدف لا يقل عن 144 شريك صلاة لتغطية المجموعة البشرية بصلاة يومية متواصلة (10 دقائق لكل شخص، على مدار 24 ساعة يوميًا.
de_de: Mobilisieren Sie sich für das Ziel, mindestens 144 Gebetspartner zu gewinnen, die diese Volksgruppe täglich ununterbrochen im Gebet begleiten (jeweils 10 Minuten, 24 Stunden am Tag).
hi_in: लोगों के समूह को निरंतर, दैनिक प्रार्थना (प्रत्येक 10 मिनट, दिन में 24 घंटे) के माध्यम से आच्छादित करने के लिए कम से कम 144 प्रार्थना साझेदारों को जुटाएँ।
ru_ru: Мобилизуйтесь для достижения цели: собрать как минимум 144 молитвенных партнера, которые будут ежедневно, непрерывно молиться за эту народность (по 10 минут каждый, 24 часа в сутки).

source: Give
ar: أعطى
de_de: Spenden
hi_in: दान करें
ru_ru: Жертвуй

source: Partner financially on a monthly basis with the Doxa Foundation to help sustain prayer mobilization, campaign operations, and the sending of gospel workers.
ar: ساهم ماليا وشهريا مع مؤسسة دوكسا للمساعدة في دعم الصلاة، وعمليات الحملات، وإرسال العاملين في مجال نشر الإنجيل.
de_de: Unterstützen Sie die Doxa Foundation monatlich finanziell, um die Mobilisierung von Gebeten, Kampagnen und die Entsendung von Evangelisten zu fördern.
hi_in: प्रार्थना अभियान को बनाए रखने, अभियान संचालन और सुसमाचार कार्यकर्ताओं को भेजने में सहायता के लिए Doxa फाउंडेशन के साथ मासिक आधार पर वित्तीय साझेदारी करें।
ru_ru: Ежемесячно оказывайте финансовую поддержку фонду Doxa Foundation, чтобы помочь в поддержании молитвенной мобилизации, проведении кампаний и отправке евангелизаторов.

source: Send
ar: أرسل
de_de: Senden
hi_in: भेजें
ru_ru: Отправить

source: Actively help surface and support potential goers, encouraging those God may be calling to cross cultures and serve this people group directly.
ar: ساعد بنشاط في إكتشاف ودعم الأشخاص المحتملين، وشجع أولئك الذين قد يدعوهم الله لعبور الثقافات وخدمة هذه المجموعة من الناس بشكل مباشر.
de_de: Aktiv dabei helfen, potenzielle Teilnehmer zu finden und zu unterstützen, indem man diejenigen ermutigt, die Gott vielleicht dazu beruft, Kulturen zu überschreiten und dieser Volksgruppe direkt zu dienen.
hi_in: संभावित जाने वालों की पहचान करने और उन्हें समर्थन देने में सक्रिय रूप से मदद करें, और उन लोगों को प्रोत्साहित करें जिन्हें ईश्वर शायद विभिन्न संस्कृतियों को पार करके इस जनसमूह की सीधे सेवा करने के लिए बुला रहे हैं।
ru_ru: Активно помогайте находить и поддерживать потенциальных участников, поощряя тех, кого Бог, возможно, призывает пересечь культурные границы и служить этой народности напрямую.

source: Champion Details
ar: تفاصيل البطل
hi_in: विजेता विवरण

source: The Champion is the person who will organize the 144 intercessors and receive updates.
ar: البطل هو الشخص الذي سينظّم الـ144 من الشفعاء ويتلقى آخر المستجدات.
de_de: Der Champion ist die Person, die die 144 Fürbitter organisiert und Updates erhält.
hi_in: चैंपियन वह व्यक्ति है जो 144 मध्यस्थों का आयोजन करेगा और अपडेट प्राप्त करेगा।

source: First Name
ar: الإسم الأول
de_de: Vorname
hi_in: पहला नाम
ru_ru: Имя

source: Last Name
ar: الإسم الأخير
de_de: Nachname
hi_in: अंतिम नाम
ru_ru: Фамилия

source: Enter your Email
ar: أدخل بريدك الإلكتروني
de_de: Geben Sie Ihre E-Mail-Adresse ein
hi_in: अपना ईमेल दर्ज करें

source: Phone
ar: رقم الهاتف
de_de: Telefon
hi_in: फ़ोन
ru_ru: Телефон

source: Role
ar: الدور
de_de: Rolle
hi_in: भूमिका
ru_ru: Роль

source: Example: Pastor, Missions Pastor, Elder, Volunteer Leader etc.
ar: مثال: راعي الكنيسة، راعي الإرساليات، شيخ الكنيسة، قائد المتطوعين، إلخ.
de_de: Beispiel: Pastor, Missionspastor, Ältester, ehrenamtlicher Leiter usw.
hi_in: उदाहरण: पादरी, मिशन पादरी, एल्डर, स्वयंसेवक नेता आदि।
ru_ru: Пример: пастор, пастор миссий, старейшина, руководитель волонтеров и т. д.

source: Partnering Church
ar: الكنيسة الشريكة
de_de: Partnerkirche
hi_in: सहभागी चर्च
ru_ru: Партнерская церковь

source: Enter Church/Group Name
ar: أدخل إسم الكنيسة/المجموعة
de_de: Name der Kirche/Gruppe eingeben
hi_in: चर्च/समूह का नाम दर्ज करें
ru_ru: Введите название церкви/группы

source: Church/Group Name
ar: الكنيسة/إسم المجموعة
de_de: Name der Kirche/Gruppe
hi_in: चर्च/समूह का नाम
ru_ru: Название церкви/группы

source: I am happy for this church name to appear publicly on this site.
ar: يسعدني أن يظهر إسم هذه الكنيسة علنا على هذا الموقع.
de_de: Ich bin froh, dass dieser Name der Kirche öffentlich auf dieser Website erscheint.
hi_in: मैं इस चर्च का नाम इस साइट पर सार्वजनिक रूप से दिखने के लिए खुश हूँ।
ru_ru: Я рад, что название этой церкви появилось на этом сайте.

source: Location of Church/Group
ar: موقع الكنيسة/المجموعة
de_de: Standort der Kirche/Gruppe
hi_in: चर्च/समूह का स्थान
ru_ru: Местонахождение церкви/группы

source: Select Country
ar: إختر البلد
de_de: Land auswählen
hi_in: देश चुनें
ru_ru: Выберите страну

source: I/my church/group commits to adopting this People Group for prayer, partnership and support.
ar: أنا/كنيستي/مجموعتي نلتزم بإنتماء هذه المجموعة السكانية للصلاة, الشراكة والدعم.
de_de: Ich/meine Kirche/meine Gruppe verpflichtet sich, diese Volksgruppe im Gebet, in Partnerschaft und Unterstützung zu begleiten.
hi_in: मैं/मेरा चर्च/समूह इस जनसमूह को प्रार्थना, साझेदारी और समर्थन के लिए अपनाने का वचन देता हूँ।
ru_ru: Я/моя церковь/группа обязуется принять эту народность для молитвы, партнерства и поддержки.

source: I give permission for DOXA to connect me with others adopting this people group.
ar: أمنح لشركة دوكسا الإذن بتواصلي مع الآخرين الذين ينتمون إلى هذه المجموعة من الناس.
de_de: Ich erteile DOXA die Erlaubnis, mich mit anderen in Kontakt zu bringen, die diese Volksgruppe adoptieren.
hi_in: मैं DOXA को इस जनसमूह को गोद लेने वाले अन्य लोगों से मेरा संपर्क कराने की अनुमति देता हूँ।
ru_ru: Я даю разрешение DOXA связать меня с другими людьми, которые принимают эту этническую группу.

source: Please confirm your adoption commitment.
ar: يرجى تأكيد إلتزامك بالإنتماء.
de_de: Bitte bestätigen Sie Ihre Adoptionszusage.
hi_in: कृपया अपने दत्तक ग्रहण की प्रतिबद्धता की पुष्टि करें।
ru_ru: Пожалуйста, подтвердите свое решение об усыновлении.

source: Thank you for your adoption commitment! We will be in touch soon.
ar: نشكركم على إلتزامكم بالإنتماء! سنتواصل معكم قريبا.
de_de: Vielen Dank für Ihre Adoptionszusage! Wir melden uns bald bei Ihnen.
hi_in: आपकी गोद लेने की प्रतिबद्धता के लिए धन्यवाद! हम जल्द ही आपसे संपर्क करेंगे।
ru_ru: Спасибо за ваше решение об усыновлении! Мы скоро свяжемся с вами.

source: There was an error submitting your adoption. Please try again.
ar: حدث خطأ أثناء إرسال طلب الإنتماء. يرجى المحاولة مرة أخرى.
de_de: Beim Absenden Ihrer Adoption ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
hi_in: आपका दत्तक ग्रहण सबमिट करने में त्रुटि हुई। कृपया फिर से प्रयास करें।
ru_ru: При отправке вашей заявки на усыновление произошла ошибка. Повторите попытку.

source: UUPG Detail
ar: تفاصيل UUPG
hi_in: यूयूपीजी विवरण
ru_ru: Подробная информация об UUPG

source: Engaged
ar: ملتزم
de_de: Verlobt
hi_in: सगाई हुई
ru_ru: Занятый

source: Not Engaged
ar: غير ملتزم
de_de: Nicht verlobt
hi_in: सगाई नहीं हुई
ru_ru: Не задействован

source: Engagement Status
ar: حالة الإلتزام
hi_in: सगाई की स्थिति
ru_ru: Статус взаимодействия

source: Done
ar: إنتهى
de_de: Fertig
hi_in: संपन्न
ru_ru: Готово

source: Not Done
ar: لم ينتهي
de_de: Nicht fertig
hi_in: पूरा नहीं हुआ
ru_ru: Не выполнено

source: Prayer Status
ar: حالة الصلاة
de_de: Gebetsstatus
hi_in: प्रार्थना की स्थिति
ru_ru: Статус молитвы

source: Adoption Status
ar: حالة الإنتماء
de_de: Adoptionsstatus
hi_in: दत्तक ग्रहण की स्थिति
ru_ru: Статус усыновления

source: Cross-cultural workers present
ar: العاملون في مجال التبادل الثقافي حاضرون
de_de: Interkulturelle Mitarbeiter anwesend
hi_in: अंतर-सांस्कृतिक कार्यकर्ता उपस्थित
ru_ru: Межкультурные работники присутствуют

source: Work in local language &amp; culture
ar: العمل باللغة والثقافة المحلية
de_de: Arbeiten in der lokalen Sprache und Kultur
hi_in: स्थानीय भाषा और संस्कृति में कार्य
ru_ru: Работа на местном языке и в местной культуре

source: Disciple &amp; church multiplication
ar: تكاثر التلاميذ والكنيسة
de_de: Jüngerschaft &amp; Gemeindemultiplikation
hi_in: शिष्य और चर्च की वृद्धि
ru_ru: Ученики и умножение церквей

source: People committed to praying
ar: الأشخاص الملتزمون بالصلاة
de_de: Menschen, die sich dem Beten verschrieben haben
hi_in: प्रार्थना के लिए प्रतिबद्ध लोग
ru_ru: Люди, посвятившие себя молитве

source: Sign up to pray
ar: سجّل للصلاة
de_de: Anmelden zum Beten
hi_in: प्रार्थना के लिए साइन अप करें
ru_ru: Записаться на молитву

source: churches / individuals have adopted this people group
ar: الكنائس/ أفراد المجموعة التي تم إنتمائهم
de_de: Kirchen / Einzelpersonen haben diese Volksgruppe adoptiert
hi_in: चर्चों/व्यक्तियों ने इस जनसमूह को गोद लिया है।
ru_ru: церкви / частные лица приняли эту этническую группу

source: Adopt people group
ar: مجموعة الناس المنتمية
de_de: Bevölkerungsgruppe adoptieren
hi_in: लोगों के समूह को गोद लें
ru_ru: Принять группу людей

source: Overview
ar: النظرة العامة
de_de: Übersicht
hi_in: अवलोकन
ru_ru: Обзор

source: Country
ar: البلد
de_de: Land
hi_in: देश
ru_ru: Страна

source: Alternate Names
ar: الأسماء البديلة
de_de: Alternative Namen
hi_in: वैकल्पिक नाम
ru_ru: Альтернативные названия

source: Population
ar: السكان
de_de: Bevölkerung
hi_in: जनसँख्या
ru_ru: Население

source: Primary Language
ar: اللغة الرئيسية
de_de: Hauptsprache
hi_in: प्राथमिक भाषा
ru_ru: Основной язык

source: Primary Religion
ar: الدين الأساسي
de_de: Primäre Religion
hi_in: मुख्य धर्म
ru_ru: Основная религия

source: Religious Practices
ar: الممارسات الدينية
de_de: Religiöse Praktiken
hi_in: धार्मिक आचरण
ru_ru: Религиозные обряды

source: Progress
ar: التقدم
de_de: Fortschritt
hi_in: प्रगति
ru_ru: Прогресс

source: Bible Translation
ar: ترجمة الكتاب المقدس
de_de: Bibelübersetzung
hi_in: बाइबिल अनुवाद
ru_ru: Перевод Библии

source: Bible Stories
ar: قصص الكتاب المقدس
de_de: Biblische Geschichten
hi_in: बाइबिल की कहानियाँ
ru_ru: Библейские истории

source: Jesus Film
ar: فيلم يسوع
hi_in: यीशु फिल्म
ru_ru: Фильм «Иисус»

source: Radio Broadcasts
ar: البث الإذاعي
de_de: Radiosendungen
hi_in: रेडियो प्रसारण
ru_ru: Радиопередачи

source: Gospel Recordings
ar: تسجيلات الإنجيل
de_de: Gospel-Aufnahmen
hi_in: सुसमाचार अभिलेखन
ru_ru: Записи Евангелия

source: Audio Scripture
ar: الكتاب المقدس الصوتي
de_de: Audio-Schriftstelle
hi_in: ध्वनि शास्त्र
ru_ru: Аудио-Священное Писание

source: Resources
ar: المصادر
de_de: Ressourcen

source: Every unengaged people group adopted by a church committed to prayer, giving, and sending.
hi_in: प्रत्येक असंलग्न जनसमूह जिसे प्रार्थना, दान और भेजने के प्रति प्रतिबद्ध एक चर्च ने अपनाया है।
ru_ru: Каждая незанятая народность, принятая церковью, посвятившей себя молитве, пожертвованиям и миссионерской деятельности.

source: Mobilize 144+ people praying 10 minutes a day for all 2,085 peoples.
hi_in: सभी 2,085 लोगों के लिए प्रतिदिन 10 मिनट प्रार्थना करने हेतु 144+ लोगों को सक्रिय करें।
ru_ru: Мобилизовать более 144 человек, которые будут молиться по 10 минут в день за все 2085 народов.

source: People groups with committed 24-hour prayer coverage.
hi_in: लोगों के समूह जो 24 घंटे निरंतर प्रार्थना कवरेज के लिए प्रतिबद्ध हैं।
ru_ru: Группы людей, которые посвятили себя круглосуточной молитве.

source: Enter your Phone
hi_in: अपना फ़ोन दर्ज करें

source: Our hope is to see each one of them covered in 24-hour prayer, and your church can be part of it.
ru_ru: Мы надеемся, что каждый из них будет охвачен круглосуточной молитвой, и ваша церковь может принять в этом участие.

source: Churches and networks take ownership - praying, giving and preparing the way for gospel workers.
ru_ru: Церкви и сети берут на себя ответственность – молятся, жертвуют и готовят путь для евангельских работников.

source: In partnership with the global church, our vision is to...
ru_ru: В партнерстве с мировой церковью наша цель состоит в том, чтобы...
