Repository: GospelAmbition/doxa-website
Catalog: languages/*.po
Languages: ar, de_de, hi_in, ru_ru

source: DOXA Life
ar: حياة دوكسا
de_de: DOXA Leben
hi_in: डॉक्सा लाइफ़

source: A clean, elegant theme for DOXA Life - Engaging every people group by 2033
ar: تصميم أنيق وبسيط لشركة حياة دوكسا - الوصول إلى جميع فئات المجتمع بحلول عام 2033
de_de: Ein klares, elegantes Thema für DOXA Life – Bis 2033 alle Volksgruppen erreichen
hi_in: DOXA Life के लिए एक स्वच्छ, सुरुचिपूर्ण थीम - 2033 तक प्रत्येक जनसमूह को संलग्न करना
ru_ru: Чистая, элегантная тема для DOXA Life — привлечение всех народов к 2033 году

source: Gospel Ambition Team
ar: فريق طموح للإنجيل
hi_in: सुसमाचार महत्त्वाकांक्षा टीम
ru_ru: Команда «Евангельские амбиции»

source: Page Not Found
ar: الصفحة غير موجودة
de_de: Seite nicht gefunden
hi_in: पृष्ठ नहीं मिला
ru_ru: Страница не найдена

source: It looks like nothing was found at this location. Perhaps one of the links below can help.
ar: يبدو أنه لم يتم العثور على أي شيء في هذا الموقع. ربما يمكن أن تساعدك إحدى الروابط أدناه.
de_de: An diesem Ort wurde offenbar nichts gefunden. Vielleicht kann einer der folgenden Links weiterhelfen.
hi_in: ऐसा लगता है कि इस स्थान पर कुछ भी नहीं मिला। शायद नीचे दिए गए लिंक में से कोई मदद कर सकता है।
ru_ru: Похоже, что в этом месте ничего не было найдено. Возможно, одна из ссылок ниже может помочь.

source: Popular Pages:
ar: الصفحات الأكثر زيارة:
de_de: Beliebte Seiten:
hi_in: लोकप्रिय पृष्ठ:
ru_ru: Популярные страницы:

source: Home
ar: الصفحة الرئيسية
hi_in: होम
ru_ru: Домой

source: Pray
ar: صلي
de_de: Beten
hi_in: प्रार्थना करें
ru_ru: Молиться

source: Adopt
ar: إنتماء
de_de: Annehmen
hi_in: अपनाएँ
ru_ru: Принять

source: Research
ar: البحث
de_de: Forschung
hi_in: अनुसंधान
ru_ru: Исследования

source: About
ar: من نحن
de_de: Über Zúme
hi_in: बारे में
ru_ru: О программе

source: Contact
ar: تواصل معنا
de_de: Kontakt
hi_in: संपर्क करे
ru_ru: Контакт

source: Global Partnership for the Unreached
ar: شراكة العالمية للوصول إلى الشعوب غير المُوصَل إليها
de_de: Globale Partnerschaft für die Unerreichten
hi_in: अनपहुँचे लोगों के लिए वैश्विक साझेदारी

source: Contact Us
ar: اتصل بنا
de_de: Kontaktiere uns
hi_in: हमसे संपर्क करें
ru_ru: Связаться с нами

source: All rights reserved.
ar: جميع الحقوق محفوظة.
de_de: Alle Rechte vorbehalten.
hi_in: सर्वाधिकार सुरक्षित।

source: Our gift to Jesus
ar: هديتنا ليسوع
de_de: Unser Geschenk an Jesus
hi_in: यीशु को हमारा उपहार
ru_ru: Наш подарок Иисусу

source: Engage every people by 2033
ar: اخراط واطلاق عمل ارسالي بين كل المجموعات البشرية بحلول عام 2033
de_de: Bis 2033 alle Menschen einbeziehen
hi_in: 2033 तक सभी लोगों को शामिल करें
ru_ru: Вовлечь всех людей к 2033 году

source: The DOXA Vision: Click image to watch the video
ar: رؤية دوكسا: إضغط على الصورة لمشاهدة الفيديو
de_de: Die DOXA-Vision: Klicken Sie auf das Bild, um das Video anzusehen.
hi_in: द डॉक्सा विज़न: वीडियो देखने के लिए छवि पर क्लिक करें
ru_ru: Видение DOXA: Нажмите на изображение, чтобы посмотреть видео

# number of unengaged people groups
source: %s unengaged people groups
ar: %s المجموعات البشرية التي بها عمل ارسالي ضعيف
de_de: %s nicht-engagierte Volksgruppen
hi_in: %s अनपहुँचे जनसमूह
ru_ru: %s невовлеченные группы населения

source: Our hope is to see each of them covered in 24-hour prayer, and your church can be part of it.
ar: املنا و رجاؤنا أن نرى كل واحد منهم محاطا بالصلاة على مدار 24 ساعة، ويمكن لكنيستك أن تكون جزءا من ذلك.
de_de: Wir hoffen, dass jeder von ihnen rund um die Uhr im Gebet begleitet wird, und Ihre Gemeinde kann dabei helfen.
hi_in: हमारी आशा है कि हम उनमें से प्रत्येक को 24 घंटे की प्रार्थना में ढका हुआ देखें, और आपका चर्च इसका हिस्सा बन सकता है।

source: A simple path to faithful obedience
ar: طريق بسيط الي الطاعة الأمينة
de_de: Ein einfacher Weg zu treuem Gehorsam
hi_in: वफादार आज्ञाकारिता का एक सरल मार्ग
ru_ru: Простой путь к верному послушанию

source: Receive daily prayer points and join believers worldwide in prayer for the unengaged peoples.
ar: إحصل على نقاط الصلاة اليومية وإنضم إلى المؤمنين في جميع أنحاء العالم في الصلاة من أجل الشعوب التي لم يصل لها الانجيل.
de_de: Erhalten Sie täglich Gebetspunkte und schließen Sie sich Gläubigen weltweit im Gebet für die unerreichten Völker an.
hi_in: दैनिक प्रार्थना बिंदु प्राप्त करें और दुनिया भर के विश्वासियों के साथ उन लोगों के लिए प्रार्थना में शामिल हों जो अभी तक संलग्न नहीं हुए हैं।
ru_ru: Получайте ежедневные молитвенные темы и присоединяйтесь к верующим по всему миру в молитве за незанятые народы.

source: Join
ar: إنضم الان
de_de: Beitreten
hi_in: जुड़ें
ru_ru: Присоединиться

source: Churches and networks take ownership – praying, giving, and preparing the way for gospel workers.
ar: تتولّى الكنائس والشراكات الكنسية قيادة المبادرة، عبر الالتزام بالصلاة، والدعم المادي، وتهيئة البيئة المناسبة لعمل خدام الإنجيل.
de_de: Kirchen und Netzwerke übernehmen Verantwortung – sie beten, spenden und bereiten den Weg für Mitarbeiter des Evangeliums.
hi_in: चर्च और नेटवर्क स्वामित्व लेते हैं – प्रार्थना करके, दान देकर, और सुसमाचार कार्यकर्ताओं के लिए मार्ग तैयार करके।

source: Commit
ar: إعلن التزامك
de_de: Verpflichten
hi_in: प्रतिबद्धता
ru_ru: Подтвердить

source: Engage
ar: انخرط و شارك بفاعلية
de_de: Engagieren
hi_in: संलग्न हों
ru_ru: Вовлекать

source: God raises up men and women to go, serve, and proclaim Christ among the nations.
ar: الله يقيم وينهض رجالا ونساء ليذهبوا ويخدموا ويعلنوا المسيح بين الأمم.
de_de: Gott beruft Männer und Frauen dazu, hinauszugehen, zu dienen und Christus unter den Völkern zu verkünden.
hi_in: ईश्वर राष्ट्रों में जाने, सेवा करने और मसीह की घोषणा करने के लिए पुरुषों और महिलाओं को उठाता है।
ru_ru: Бог призывает мужчин и женщин идти, служить и провозглашать Христа среди народов.

source: Who are the unengaged?
ar: من هم الشعوب التي لم يبدا بينهم عمل ارسالي ؟
de_de: Wer sind die Nicht-Engagierten?
hi_in: अनियोजित लोग कौन हैं?
ru_ru: Кто такие незанятые?

source: Unreached
ar: غير موصول لهم
de_de: Unerreicht
hi_in: अनपहुँचा
ru_ru: Недостигнутый

# number of billions
source: %s Billion
ar: %s مليار
de_de: %s Milliarden
hi_in: %s अर्ब
ru_ru: %s Миллиард

# number of people groups
source: %s People Groups
ar: %s المجموعات البشرية
de_de: %s Volksgruppen
hi_in: %s लोगों के समूह
ru_ru: %s Этнические группы

source: Under-Engaged
ar: حضور للعمل المرسلي ضعيف
de_de: Unterbesetzt
hi_in: कम संलग्न
ru_ru: Недостаточно вовлеченный

source: Frontier People
ar: شعوب علي حدود العمل المرسلي
de_de: Grenzbewohner
hi_in: सीमांत लोग
ru_ru: Люди на границе

source: Unengaged
ar: شعوب بدون عمل مرسلي
de_de: Nicht engagiert
hi_in: अनलग्न
ru_ru: Незадействованный

# number of millions
source: %s Million
ar: %s مليون
de_de: %s Millionen
hi_in: %s मिलियन
ru_ru: %s Миллион

source: Learn More
ar: تعلم المزيد
de_de: Mehr erfahren
hi_in: और अधिक जानें
ru_ru: Узнать больше

source: Vision 2033
ar: رؤية 2033
hi_in: दृष्टि 2033
ru_ru: Видение 2033

source: In partnership with the global church, our vision is for...
ar: بالتعاون مع الكنيسة العالمية، تتمثل رؤيتنا في...
de_de: In Zusammenarbeit mit der weltweiten Kirche ist es unsere Vision, dass...
hi_in: वैश्विक चर्च के साथ साझेदारी में, हमारा दृष्टिकोण है..।

source: Daily 24-hour prayer coverage for all 2,085 unengaged peoples
ar: صلاة متواصلة 24 ساعة يوميًا لأجل جميع المجموعات البشرية عددهم 2,085 مجموعة لم يبدأ بينها عمل إرسالي الي الان
de_de: Tägliche 24-Stunden-Gebetsabdeckung für alle 2.085 unengagierten Völker
hi_in: सभी 2,085 असंलग्न लोगों के लिए प्रतिदिन 24 घंटे प्रार्थना कवरेज

source: No unengaged people groups by 2033
ar: هدفنا أن لا توجد أي مجموعة بشرية غير مُنخرط فيها علم إرسالي بحلول عام 2033
de_de: Bis 2033 keine nicht-engagierten Volksgruppen mehr
hi_in: 2033 तक कोई भी संलग्न न किया गया जनसमूह नहीं रहेगा।

source: Mobilization of 20,000+ DOXA partnership missionaries
ar: اطلاق وتمكين وحشد أكثر من 20,000 مرسل من شركاء دوكسا DOXA
de_de: Mobilisierung von über 20.000 DOXA-Partnerschaftsmissionaren
hi_in: 20,000+ DOXA साझेदारी मिशनरियों का संगठित होना

source: Fruitful engagement among frontier peoples and the under-engaged
ar: انخراط مثمر وفعال بين شعوب المناطق الحدودية والشعوب التي لا يوجد بها عمل مرسلي كافي
de_de: Fruchtbare Zusammenarbeit zwischen Grenzvolksgruppen und unterbesetzten Volksgruppen
hi_in: अग्रणी जनसमूहों और कम-संलग्न लोगों के बीच सार्थक संलग्नता

source: Church planting movements among every unreached people on earth
ar: حركات تأسيس الكنائس بين جميع الشعوب الغير موصول إليها في كل الأرض
de_de: Gemeindegründungsbewegungen unter allen unerreichten Völkern der Erde
hi_in: पृथ्वी पर हर अपहुँचे हुए लोगों के बीच चर्च स्थापना आंदोलन

source: More
ar: المزيد
de_de: Mehr
hi_in: और ज्यादा
ru_ru: Больше

source: Engagement starts with prayer
ar: الإلتزام والانخراط يبدأ بالصلاة
de_de: Das Engagement beginnt mit dem Gebet.
hi_in: संलग्नता प्रार्थना से शुरू होती है।
ru_ru: Вовлечение начинается с молитвы

source: Every movement of the gospel begins with intercession. Cover an unengaged people group in daily prayer and help prepare the way.
ar: كل نهضة وحركة إنجيلية تبدأ بالشفاعة. التزم بصلاة يومية الناس الغير موصول لها وساعد في تمهيد الطريق.
de_de: Jede Bewegung des Evangeliums beginnt mit Fürbitte. Bedecken Sie eine unengagierte Volksgruppe mit täglichem Gebet und helfen Sie dabei, den Weg zu bereiten.
hi_in: सुसमाचार की हर गतिविधि मध्यस्थता से शुरू होती है। एक निष्क्रिय जनसमूह को दैनिक प्रार्थना में ढकें और मार्ग तैयार करने में मदद करें।
ru_ru: Каждое движение Евангелия начинается с молитвы. Покрывайте ежедневной молитвой незанятые народности и помогайте подготовить путь.

source: What does "DOXA" mean?
ar: ماذا تعني كلمة "دوكسا DOXA؟
de_de: Was bedeutet „DOXA“?
hi_in: "DOXA" का क्या मतलब है?
ru_ru: Что означает «DOXA»?

source: DOXA is the Greek word for "GLORY".
ar: دوكسا هي الكلمة اليونانية التي تعني "المجد".
de_de: DOXA ist das griechische Wort für „RUHM“.
hi_in: DOXA ग्रीक शब्द है जिसका अर्थ "महिमा" है।
ru_ru: DOXA — это греческое слово, означающее «СЛАВА».

source: We chose this name because Jesus is worthy of glory from every tribe, tongue, people, and nation. DOXA reminds us that we partner with the whole Church to take the whole gospel to the whole world – until people from every nation are worshipping Jesus and He alone receives all the glory.
ar: إخترنا هذا الإسم لأن يسوع يستحق المجد من كل قبيلة, لسان, شعب وأمة. تذكرنا دوكسا بأننا شركاء مع الكنيسة في نشر الإنجيل بأكمله إلى العالم كله – حتى يسبح و يعبد الناس يسوع من كل أمة وياخذ وحده على كل المجد.
de_de: Wir haben diesen Namen gewählt, weil Jesus die Ehre aller Stämme, Sprachen, Völker und Nationen würdig ist. DOXA erinnert uns daran, dass wir mit der gesamten Kirche zusammenarbeiten, um das ganze Evangelium in die ganze Welt zu tragen – bis Menschen aus allen Nationen Jesus anbeten und ihm allein alle Ehre zuteilwird.
hi_in: हमने यह नाम इसलिए चुना क्योंकि यीशु हर कबीले, हर भाषा, हर जनसमूह और हर राष्ट्र से महिमा के योग्य हैं। DOXA हमें याद दिलाता है कि हम संपूर्ण सुसमाचार को संपूर्ण विश्व तक पहुँचाने के लिए संपूर्ण चर्च के साथ साझेदार हैं – जब तक हर राष्ट्र के लोग यीशु की आराधना नहीं करते और केवल वही सारी महिमा प्राप्त नहीं करता।

source: Click again to interact with map
ar: إضغط مرة أخرى للتفاعل مع الخريطة
de_de: Klicken Sie erneut, um mit der Karte zu interagieren.
hi_in: नक्शे के साथ इंटरैक्ट करने के लिए फिर से क्लिक करें।

source: World assemblies of God Fellowship
ar: الاتحاد العالمي للكنائس الرسولية
de_de: Weltversammlungen der God Fellowship
hi_in: वर्ल्ड असेंबलीज़ ऑफ़ गॉड फेलोशिप
ru_ru: Всемирные собрания Божьего братства

source: Let's TOGETHER give Jesus a gift:
ar: لنقدم معا هدية ليسوع:
de_de: Lasst uns GEMEINSAM Jesus ein Geschenk machen:
hi_in: आओ हम सब मिलकर यीशु को एक उपहार दें:
ru_ru: Давайте ВМЕСТЕ подарим Иисусу подарок:

source: Every unengaged people on earth engaged by 2033
ar: انخراط كل مجموعة بشرية غير منخرط فيها عمل إرسالي على الأرض بحلول عام 2033
de_de: Alle unverheirateten Menschen auf der Erde werden bis 2033 verheiratet sein.
hi_in: 2033 तक पृथ्वी पर हर अविवाहित व्यक्ति का विवाह हो जाएगा।
ru_ru: Все незамужние люди на земле будут женаты к 2033 году

source: Adopt an unengaged people group
ar: تبنَّي مجموعة بشرية لم يبدأ بينها عمل إرسالي حتي الان
de_de: Eine nicht engagierte Volksgruppe adoptieren
hi_in: एक असंलग्न जनसमूह को गोद लें
ru_ru: Примите на попечение незадействованную народность

source: A church-led commitment to pray, give, and send so that gospel access begins
ar: تقود الكنيسة بالصلاة والعطاء والإرسال،حتي يصل الإنجيل إلى كل شعب لم تصله الرسالة بعد
de_de: Eine von der Kirche geleitete Verpflichtung zum Beten, Geben und Senden, damit der Zugang zum Evangelium beginnt.
hi_in: सुसमाचार की पहुँच शुरू हो सके, इसके लिए चर्च के नेतृत्व में प्रार्थना करने, दान देने और भेजने की प्रतिबद्धता।

source: Adoption Goal
ar: هدف التبنّي
de_de: Adoptionsziel
hi_in: दत्तक लक्ष्य
ru_ru: Цель усыновления

source: Every unengaged people group adopted by a church committed to prayer, giving, and sending
ar: كل مجموعة غير ملتزمة تتبناها كنيسة ملتزمة بالصلاة والعطاء والإرسال
de_de: Jede nicht-engagierte Volksgruppe, die von einer Kirche übernommen wurde, die sich zu Gebet, Geben und Senden verpflichtet hat

source: Current Status
ar: الوضع الحالي
de_de: Aktueller Status
hi_in: वर्तमान स्थिति
ru_ru: Текущий статус

source: people groups adopted
ar: المجموعات البشرية التي تم تبنيها
de_de: adoptierte Volksgruppen
hi_in: लोगों के समूहों ने अपनाया
ru_ru: принятые группы людей

source: How Adoption Works
ar: كيف تتم عملية التبني الارسالي
de_de: Wie Adoption funktioniert
hi_in: दत्तक ग्रहण कैसे होता है
ru_ru: Как работает усыновление

source: Choose
ar: إختار
de_de: Wählen Sie
hi_in: चुनें
ru_ru: Выбрать

source: Prayerfully select an unengaged people group to adopt.
ar: اختار مجموعة بشرية لا يوجد بها عملي إرسالي لتتبنّاها بالصلاة.
de_de: Wählen Sie unter Gebet eine unengagierte Volksgruppe aus, die Sie adoptieren möchten.
hi_in: प्रार्थनापूर्वक एक अविवाहित जनसमूह को गोद लेने के लिए चुनें।
ru_ru: С молитвой выберите незанятую народность, которую вы хотите принять.

source: Mobilize
ar: حفز المومنين
de_de: Mobilisieren
hi_in: लगातार सक्रिय रहो
ru_ru: Мобилизовать

source: Raise up 144+ daily intercessors to pray 10 minutes a day.
ar: قم بتشجع أكثر من 144 شخص متشفع للصلاة يوميا لمدة 10 دقائق.
de_de: Gewinne täglich mehr als 144 Fürbitter, die jeden Tag 10 Minuten beten.
hi_in: प्रतिदिन 144+ मध्यस्थों को उठाएं जो दिन में 10 मिनट प्रार्थना करें।
ru_ru: Соберите 144+ ежедневных молитвенников, которые будут молиться по 10 минут в день.

source: Partner
ar: كن شريك
hi_in: साझेदार
ru_ru: Партнер

source: Partner through prayer, giving, and sending so that gospel access begins.
ar: كن شريك من خلال الصلاة, العطاء والإرسال لكي يصل الانجيل للناس.
de_de: Partner durch Gebet, Spenden und Entsendung, damit der Zugang zum Evangelium beginnt.
hi_in: प्रार्थना, दान और भेजने के माध्यम से साझेदार बनें, ताकि सुसमाचार तक पहुँच शुरू हो सके।
ru_ru: Сотрудничайте через молитву, пожертвования и отправку миссионеров, чтобы начался доступ к Евангелию.

source: Get Started
ar: إبدأ الآن
de_de: Los geht's
hi_in: आरंभ करें
ru_ru: Начать

source: Adoption Guide & Resources
ar: دليل التبنّي & والموارد
de_de: Adoptionsleitfaden und Ressourcen
hi_in: दत्तक ग्रहण मार्गदर्शिका और संसाधन
ru_ru: Руководство по усыновлению и ресурсы

source: Step-by-step guidance for churches adopting a people group
ar: الإرشادات خطوة بخطوة للكنائس التي متبنية مجموعة بشرية
de_de: Schritt-für-Schritt-Anleitung für Kirchen, die eine Volksgruppe aufnehmen möchten
hi_in: किसी जनसमूह को अपनाने वाले चर्चों के लिए चरण-दर-चरण मार्गदर्शन
ru_ru: Пошаговое руководство для церквей, принимающих народность

source: Tools to mobilize prayer and participation across your congregation
ar: أدوات لحشد الصلاة والمشاركة وسط شعب كنيستك
de_de: Werkzeuge, um Gebet und Beteiligung in Ihrer Gemeinde zu mobilisieren
hi_in: आपकी संपूर्ण मंडली में प्रार्थना और सहभागिता को सक्रिय करने के उपकरण
ru_ru: Инструменты для мобилизации молитвы и участия всей вашей общины

source: Printable and digital resources to promote awareness and engagement
ar: موارد رقمية و قابلة للطباعة لتعزيز الوعي والمشاركة
de_de: Druckbare und digitale Ressourcen zur Förderung des Bewusstseins und des Engagements
hi_in: जागरूकता और सहभागिता को बढ़ावा देने के लिए मुद्रण योग्य और डिजिटल संसाधन
ru_ru: Печатные и цифровые ресурсы для повышения осведомленности и вовлеченности

source: Helpful tips for sustaining long-term commitment
ar: نصائح مفيدة للحفاظ على الإلتزام طويل الأمد
de_de: Hilfreiche Tipps für ein langfristiges Engagement
hi_in: दीर्घकालिक प्रतिबद्धता बनाए रखने के लिए सहायक सुझाव
ru_ru: Полезные советы для поддержания долгосрочной приверженности

source: Your daily prayer guide
ar: دليلك اليومي للصلاة
de_de: Ihr täglicher Gebetsleitfaden
hi_in: आपकी दैनिक प्रार्थना मार्गदर्शिका
ru_ru: Ваш ежедневный молитвенник

source: Why adoption matters
ar: لماذا التبني أمر مهم
de_de: Warum Adoption wichtig ist
hi_in: दत्तक ग्रहण क्यों मायने रखता है
ru_ru: Почему усыновление имеет значение

source: They have no gospel access
ar: ليس لديهم إمكانية للوصول إلى الإنجيل
de_de: Sie haben keinen Zugang zum Evangelium.
hi_in: उनके पास सुसमाचार तक कोई पहुँच नहीं है।
ru_ru: У них нет доступа к Евангелию

source: Unengaged people groups have no missionaries, no churches, and often no known believers. Adoption helps ensure they are finally seen, prayed for, and intentionally pursued with the gospel.
ar: المشعوب التي ليس فيها عمل ارسالي ليس لديها مرسلين ولا كنائس، وغالبا ما لا يوجد بينها مؤمنون معروفون.التبني يساعد التبنّي يفتح الطريق لرؤيتهم وخدمتهم، والصلاة من أجلهم، والسعي المقصود إلى توصيل الإنجيل إليهم.
de_de: Nicht engagierte Volksgruppen haben keine Missionare, keine Kirchen und oft auch keine bekannten Gläubigen. Durch Adoption wird sichergestellt, dass sie endlich wahrgenommen werden, dass für sie gebetet wird und dass sie gezielt mit dem Evangelium angesprochen werden.
hi_in: अनपहुँचे जनसमूहों के पास न तो मिशनरी होते हैं, न चर्च होते हैं, और अक्सर कोई ज्ञात विश्वासी भी नहीं होते। दत्तक ग्रहण यह सुनिश्चित करने में मदद करता है कि उन्हें अंततः देखा जाए, उनके लिए प्रार्थना की जाए, और सुसमाचार के साथ जानबूझकर उनका अनुसरण किया जाए।
ru_ru: Невовлеченные народы не имеют миссионеров, церквей и зачастую даже известных верующих. Усыновление помогает обеспечить, чтобы они наконец были замечены, чтобы за них молились и чтобы к ним целенаправленно несли Евангелие.

source: Prayer opens the door for engagement
ar: الصلاة تفتح الباب أمام المشاركة
de_de: Das Gebet öffnet die Tür für Engagement
hi_in: प्रार्थना संवाद का द्वार खोलती है।
ru_ru: Молитва открывает дверь для взаимодействия

source: Adoption mobilizes 144+ daily intercessors, creating 24 hours of prayer that prepares the soil, breaks spiritual barriers, and supports workers who go. Every gospel movement begins with prayer.
ar: تشجع مبادرة التحفيز أكثر من 144 شخص للصلاة يوميا، مما يخلق 24 ساعة من الصلاة التي تهيئ التربة، وتكسر الحواجز الروحية، وتدعم الخدّام الذين يذهبون. كل حركة إنجيلية تبدأ بالصلاة.
de_de: Die Adoption mobilisiert täglich mehr als 144 Fürbitter, die rund um die Uhr beten, um den Boden zu bereiten, geistliche Barrieren zu durchbrechen und die Mitarbeiter zu unterstützen, die vor Ort tätig sind. Jede evangelistische Bewegung beginnt mit Gebet.
hi_in: दत्तक ग्रहण 144+ दैनिक मध्यस्थों को सक्रिय करता है, जो 24 घंटे की प्रार्थना तैयार करते हैं, मिट्टी को तैयार करते हैं, आध्यात्मिक बाधाओं को तोड़ते हैं, और जाने वाले कार्यकर्ताओं का समर्थन करते हैं। प्रत्येक सुसमाचार आंदोलन प्रार्थना से शुरू होता है।
ru_ru: Усыновление мобилизует более 144 ежедневных ходатайствующих, создавая 24-часовую молитву, которая готовит почву, разрушает духовные барьеры и поддерживает работников, которые отправляются в путь. Каждое евангельское движение начинается с молитвы.

source: Churches become active partners in God's mission
ar: تصبح الكنائس ذو شراكة فعالة في ارسالية الله
de_de: Kirchen werden zu aktiven Partnern in Gottes Mission
hi_in: चर्च परमेश्वर के मिशन में सक्रिय भागीदार बनते हैं।
ru_ru: Церкви становятся активными партнерами в миссии Бога

source: Adoption invites the local church into meaningful participation - praying, giving, and sending – so that a people group moves from unengaged to engaged, and ultimately becomes a worshipping community for Jesus.
ar: يدعو التبني الكنيسة المحلية إلى المشاركة الفعّالة - بالصلاة, العطاء والإرسال - حتى يتحول الناس من حالة عدم الانخراط إلى الانخراط الإرسالي، ويصبح في النهاية الكل تعبد يسوع.
de_de: Die Adoption lädt die örtliche Gemeinde zu einer sinnvollen Beteiligung ein – durch Gebet, Spenden und Entsendung –, damit eine Volksgruppe von einer nicht engagierten zu einer engagierten Gruppe wird und schließlich zu einer Jesus anbetenden Gemeinschaft.
hi_in: दत्तक ग्रहण स्थानीय चर्च को सार्थक भागीदारी के लिए आमंत्रित करता है – प्रार्थना, दान और भेजने के माध्यम से – ताकि एक जनसमूह निष्क्रिय से सक्रिय हो जाए, और अंततः यीशु के लिए एक आराधनात्मक समुदाय बन जाए।

source: Choose a people group
ar: إختار مجموعة بشرية
de_de: Wählen Sie eine Volksgruppe aus
hi_in: एक जनसमूह चुनें
ru_ru: Выберите народность

source: Select a highlighted unengaged people group, or search for a specific group or location below.
ar: اختار مجموعة بشرية غير موصول لها و معروفة، أو إبحث عن مجموعة أو موقع معينة بالاسفل.
de_de: Wählen Sie eine hervorgehobene, nicht-engagierte Volksgruppe aus oder suchen Sie unten nach einer bestimmten Gruppe oder einem bestimmten Ort.
hi_in: उजागर किए गए, अभी तक शामिल न किए गए लोगों के समूह का चयन करें, या नीचे किसी विशिष्ट समूह या स्थान के लिए खोजें।

source: Full Profile
ar: الملف الكامل
de_de: Vollständiges Profil
hi_in: पूर्ण प्रोफ़ाइल
ru_ru: Полный профиль

source: Prayer Coverage
ar: تغطية صلاة منتظمة
de_de: Gebetsabdeckung
hi_in: प्रार्थना कवरेज
ru_ru: Молитвенное покрытие

source: Loading results...
ar: جاري تحميل النتائج...
de_de: Ergebnisse werden geladen...
hi_in: परिणाम लोड हो रहे हैं..।
ru_ru: Загрузка результатов...

source: Load More
ar: تحميل المزيد
de_de: Mehr laden
hi_in: और लोड करें
ru_ru: Загрузить еще

source: Total
ar: المجموع
de_de: Gesamt
hi_in: संपूर्ण
ru_ru: Итого

source: Search names, country/continent, religions...
ar: إبحث عن الأسماء, البلدان/القارات, الأديان...
de_de: Suche nach Namen, Land/Kontinent, Religionen...
hi_in: नाम, देश/महाद्वीप, धर्म खोजें..।
ru_ru: Поиск по именам, странам/континентам, религиям...

source: See All
ar: عرض الكل
de_de: Alle anzeigen
hi_in: सभी देखें
ru_ru: Смотреть все

source: I was a stranger and you invited me in.
ar: كنت غريبًا و دعوتني للدخول.
de_de: Ich war fremd und ihr habt mich aufgenommen.
hi_in: मैं एक अजनबी था और तुमने मुझे अंदर बुलाया।

source: Jesus
ar: يسوع
hi_in: यीशु
ru_ru: Иисус

source: Contact Page
ar: صفحة التواصل
de_de: Kontaktseite
hi_in: संपर्क पृष्ठ
ru_ru: Страница контактов

source: Name
ar: الإسم
hi_in: नाम
ru_ru: Имя

source: Enter your name
ar: أدخل إسمك
de_de: Geben Sie Ihren Namen ein
hi_in: अपना नाम दर्ज करें
ru_ru: Введите свое имя

source: Email
ar: البريد الإلكتروني
hi_in: ईमेल
ru_ru: Электронная почта

source: Enter your email
ar: أدخل بريدك الإلكتروني
de_de: Geben Sie Ihre E-Mail-Adresse ein
hi_in: अपना ईमेल दर्ज करें
ru_ru: Введите свой адрес электронной почты

source: Message
ar: الرسالة
de_de: Nachricht
hi_in: संदेश
ru_ru: Сообщение

source: Enter your message
ar: اكتب رسالتك
de_de: Geben Sie Ihre Nachricht ein
hi_in: अपना संदेश दर्ज करें
ru_ru: Введите ваше сообщение

source: Submit
ar: إرسال
de_de: Senden
hi_in: जमा करें
ru_ru: Отправить

source: Submitting...
ar: جاري الارسال...
de_de: Senden...
hi_in: सबमिट हो रहा है..।
ru_ru: Отправляется...

source: Thank you for your message. We will get back to you soon!
ar: نشكرك على رسالتك. سنتواصل معك قريبا!
de_de: Vielen Dank für Ihre Nachricht. Wir melden uns in Kürze bei Ihnen!
hi_in: आपके संदेश के लिए धन्यवाद। हम जल्द ही आपसे संपर्क करेंगे!
ru_ru: Спасибо за ваше сообщение. Мы свяжемся с вами в ближайшее время!
