Repository: GospelAmbition/doxa-website
Catalog: languages/*.po
Languages: ar, de_de, hi_in, ru_ru

source: Daily 24-hour prayer coverage for all 2,085 unengaged peoples.
ru_ru: Ежедневная 24-часовая молитвенная поддержка для всех 2085 незадействованных народов.

source: No unengaged people groups by 2033.
ru_ru: К 2033 году не останется незадействованных народов.

source: Mobilize 20,000+ DOXA partnership missionaries
ru_ru: Мобилизовать более 20 000 миссионеров-партнеров DOXA

source: Fruitful engagement among frontier and the under-engaged.
ru_ru: Плодотворное взаимодействие между передовыми и недостаточно вовлеченными.

source: Church-planting movements among every unreached people on earth.
ru_ru: Движения по созданию церквей среди всех недостигнутых народов на земле.

source: We chose this name because Jesus is worthy of glory from every tribe, tongue, people and nation. DOXA reminds us that we partner with the whole Church to take the whole gospel to the whole world - until people from every nation are worshipping Jesus and He alone receives all the glory.
ru_ru: Мы выбрали это название, потому что Иисус достоин славы от каждого племени, языка, народа и нации. DOXA напоминает нам, что мы сотрудничаем со всей Церковью, чтобы нести Евангелие всему миру, пока люди из всех наций не будут поклоняться Иисусу и только Он не получит всю славу.

source: A church-led commitment to pray, give, and send so that gospel access begins.
ru_ru: Обязательство церкви молиться, жертвовать и посылать миссионеров, чтобы Евангелие стало доступным.

source: Adoption invites the local church into meaningful participation - praying, giving and sending - so that a people group moves from unengaged to engaged, and ultimately becomes a worshipping community for Jesus.
ru_ru: Усыновление приглашает местную церковь к значимому участию – молитве, пожертвованиям и отправке миссионеров – чтобы народность перешла от незаинтересованности к заинтересованности и в конечном итоге стала общиной, поклоняющейся Иисусу.

source: Select one of these six highlighted engaged people groups - or search for more below.
ru_ru: Выберите одну из шести выделенных групп людей, вовлеченных в эту деятельность, или найдите другие ниже.

source: I was a stranger and you invited me in
ru_ru: Я был чужим, и вы пригласили меня войти

source: Sending...
ru_ru: Отправляется...

source: Help prepare the way for gospel engagement through prayer.
ru_ru: Помогите подготовить почву для проповеди Евангелия через молитву.

source: Pray earnestly to the Lord of the harvest ...that He would send laborers to the [Unengaged]
ru_ru: Усердно молитесь Господу жатвы... чтобы Он послал работников на [незанятые] поля

source: Thank you for taking a step toward adopting an unengaged people group. Please complete the form below so we can confirm your church's adoption, connect with your Prayer Champion, and begin sending prayer updates and resources
ru_ru: Спасибо, что сделали шаг к принятию незадействованной народности. Пожалуйста, заполните форму ниже, чтобы мы могли подтвердить принятие вашей церковью, связаться с вашим молитвенным покровителем и начать отправлять молитвенные новости и ресурсы

source: Prayer Champion Details
ru_ru: Подробная информация о чемпионе молитвы

source: The Prayer Champion is the person who will organize the 144 intercessors and receive updates.
ru_ru: Чемпион молитвы – это человек, который будет организовывать 144 ходатайствующих и получать обновления.

source: Enter Email
ru_ru: Введите адрес электронной почты

source: Enter Phone
ru_ru: Введите номер телефона

source: 24-hour Prayer Coverage
ru_ru: 24-часовая молитвенная поддержка

source: We recommend that churches give a monthly pledge based on their congregational size. i.e. $100 a month for a congregation around 100. $500 a month for a congregation around 500. $1000 a month for a congregation around 1000, etc.
de_de: Wir empfehlen Kirchen, eine monatliche Spende entsprechend der Größe ihrer Gemeinde zu leisten. Das heißt, 100 Dollar pro Monat für eine Gemeinde mit etwa 100 Mitgliedern, 500 Dollar pro Monat für eine Gemeinde mit etwa 500 Mitgliedern, 1000 Dollar pro Monat für eine Gemeinde mit etwa 1000 Mitgliedern usw.

source: Please enter a valid phone number
de_de: Bitte geben Sie eine gültige Telefonnummer ein.

source: Phone number is too short
de_de: Die Telefonnummer ist zu kurz.

source: Phone number is too long
de_de: Die Telefonnummer ist zu lang.
